---
kind: enumMember
id: F:Autodesk.Revit.DB.ConnectorType.Curve
enum: Autodesk.Revit.DB.ConnectorType
zh: 曲线
source: html/769d8156-55b0-bda8-9e8f-f81fce49f1af.htm
---
# Autodesk.Revit.DB.ConnectorType.Curve

**中文**: 曲线

Curve connection type